import React from "react";
const ComponentChildrenProtocol = ({ _back }) => {
  return (
    <div className="sephora-agreement-module login-allow-scroll">
      <div className="top-title">
        <span
          onClick={() => {
            _back && _back();
          }}
          className="back"
         />
        <p className="title">丝芙兰儿童隐私政策</p>
      </div>
      <div className="written-area">
        <p className="thickeningRight">发布日期：2019年10月17日</p>
        <p className="thickeningRight">生效日期：2019年10月21日</p>
        <p>我们非常重视保护儿童（指不满十四周岁的未成年人）的个人信息及隐私安全。</p>
        <p>
          本儿童隐私政策是<span className="thickeningUnderline">《丝芙兰隐私政策》</span>
          不可分割的一部分，展示我们如何收集、使用、分享、存储以及用户如何管理儿童的个人信息。
        </p>
        <p>
          根据相关法律、法规规定，<b>我们仅在征得儿童父母或监护人同意的前提下向儿童提供服务、收集儿童个人信息。</b>
        </p>
        <p className="largeSpacing">
          <b>
            若用户为儿童，建议用户的父母或监护人仔细阅读《丝芙兰隐私政策》及本《儿童隐私政策》，并由用户的父母或监护人阅读并同意下方
          </b>
          <span className="thickeningUnderline">《丝芙兰儿童监护人同意书》</span>
          。用户的父母或监护人有权拒绝我们收集儿童个人信息及本儿童隐私政策，如监护人不勾选同意，我们将停止为儿童提供服务，并依法删除相关儿童个人信息。
        </p>
        <p className="subheading">丝芙兰儿童监护人同意书</p>
        <p>丝芙兰致力于与儿童父母或监护人共同守护儿童个人信息及隐私安全。</p>
        <p>
          根据相关法律、法规规定，丝芙兰收集、使用、转移、披露儿童个人信息的，应当以显著、清晰的方式告知儿童父母或监护人（下称
          <b>“您”</b>），并应当征得您的同意。
        </p>
        <p>
          为此，请您仔细阅读《丝芙兰儿童隐私政策》，如果您同意我们根据该儿童隐私政策收集、使用和处理您的子女或被监护人的个人信息的，请您在注册/登录页面勾选同意。但是，您应当确保您作为该儿童的合法监护人，有权代表该儿童签署本同意书。
        </p>
        <p>
          同时，您有权拒绝我们收集您的子女或被监护人的个人信息或《丝芙兰儿童隐私政策》，如您不勾选同意，我们将停止为该儿童提供服务，并依法删除该儿童的个人信息。
        </p>
        <p>
          如果您对于《丝芙兰儿童隐私政策》或本同意书有任何疑问、顾虑、投诉或建议，或者您希望撤回授权，请通过以下方式联系我们：
        </p>
        <p className="noSpacing">客服电话：400 670 0055邮箱：online@sephora.cn。</p>
        <p className="largeSpacing">
          <b>丝芙兰儿童隐私政策正文</b>
        </p>
        <p className="thickening">
          <b>一、 我们如何收集儿童个人信息</b>
        </p>
        <p>
          <b>1.1我们不提供仅针对儿童的产品或服务，因此，我们不会特别收集儿童的个人信息。</b>
          尽管如此，我们将根据《儿童个人信息网络保护规定》等规定采取有效的措施，保护儿童个人信息安全。
        </p>
        <p>
          1.2 我们收集儿童个人信息的场景和目的与<span className="spanUnderline">《丝芙兰隐私政策》</span>
          所列明的情形一致，包括用户注册功能、产品购买相关功能和扩展业务功能，收集的儿童个人信息类型包括
          <b>
            姓名、年龄、收货地址、联系方式（电话号码和电子邮箱）、订单交易信息及用于使用服务的设备信息和应用信息（Cookies、IP地址等）。
          </b>
          详细内容请用户查看<span className="spanUnderline">《丝芙兰隐私政策》</span>。
        </p>
        <p>
          1.3
          我们不会收集与提供产品或服务无关的儿童个人信息，不会违反法律、行政法规的规定和本儿童隐私政策的约定收集儿童个人信息。
        </p>
        <p className="thickening">
          <b>二、 我们如何使用儿童个人信息</b>
        </p>
        <p>
          我们将根据<span className="spanUnderline">《丝芙兰隐私政策》</span>
          的约定并为实现我们的产品与/或服务功能对所收集的儿童个人信息进行使用。
          <b>
            若我们将儿童的个人信息用于<span className="spanUnderline">《丝芙兰隐私政策》</span>
            未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会再次征求儿童父母或监护人的同意。
          </b>
        </p>
        <p className="thickening">
          <b>三、 我们如何分享、转让、披露儿童个人信息</b>
        </p>
        <p>
          3.1 对于经父母或监护人同意使用我们的产品或服务而收集儿童个人信息的情况，我们只会在法律法规允许、
          <span className="spanUnderline">《丝芙兰隐私政策》</span>
          及本儿童隐私政策列明、儿童父母或监护人明确同意或者保护儿童所必要的情况下使用、分享、转让或披露儿童个人信息。
        </p>
        <p>
          3.2
          我们可能会向合作伙伴等第三方分享、委托处理儿童的个人信息，这些合作伙伴包括商品或技术服务的供应商以及与丝芙兰联合进行推广的合作伙伴。我们委托第三方处理儿童个人信息的，将依法对受委托方及委托行为等进行安全评估，签署委托协议，明确双方责任、处理事项、处理期限、处理性质和目的等，委托行为不得超出授权范围。同时，我们将要求受委托方履行以下义务：
        </p>
        <p>（1） 按照法律、行政法规的规定和本儿童隐私政策的要求处理儿童个人信息；</p>
        <p>（2） 协助我们回应用户提出的关于更正、删除儿童个人信息等申请；</p>
        <p>（3） 采取措施保障信息安全，并在发生儿童个人信息泄露安全事件时，及时向我们反馈；</p>
        <p>（4） 委托关系解除时及时删除儿童个人信息；</p>
        <p>（5） 不得转委托；</p>
        <p>（6） 其他依法应当履行的儿童个人信息保护义务。</p>
        <p>3.3 我们向第三方转让儿童个人信息的，将依法自行或者委托第三方机构进行安全评估。</p>
        <p>
          3.4
          除根据法律、行政法规规定应当披露或者根据与儿童父母或监护人的约定可以披露的情况外，我们不会披露儿童的个人信息。
        </p>
        <p className="thickening">
          <b>四、 我们如何存储和保护儿童的个人信息安全</b>
        </p>
        <p>
          <b>
            4.1
            原则上，我们在中华人民共和国境内收集和产生的儿童个人信息，将存储在中华人民共和国境内。我们采取加密等措施存储儿童个人信息，确保信息安全。
          </b>
          儿童使用我们产品/服务期间，我们将根据业务需要在法律许可的最长时间范围内在中国大陆境内持续为儿童保存个人信息，除非儿童或其父母或监护人自主撤回授权、删除这些信息或者注销账户。
        </p>
        <p>
          4.2
          我们会采取符合业界标准的、合理可行的数据安全保护措施以保管并保障儿童的信息，防止儿童个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们对工作人员以最小授权为原则，严格设定信息访问权限，控制儿童个人信息知悉范围。工作人员访问儿童个人信息的，必须经过儿童个人信息保护负责人或者其授权的管理人员审批，我们依法记录访问情况，并采取技术措施，避免违法复制、下载儿童个人信息。
        </p>
        <p>
          4.3 我们设立了信息安全管理小组，<b>指定专人负责儿童个人信息保护，</b>
          并建立了详细的网站安全管理制度，其中包含了网络安全管理、个人电子信息安全保护、儿童个人信息保护、信息安全事件管理等规则；并且，我们已通过了国家针对数据安全的相关认证。
        </p>
        <p>
          4.4
          如果我们发现儿童个人信息发生或者可能发生泄露、毁损、丢失的，将立即启动应急预案，采取补救措施；造成或者可能造成严重后果的，我们将依法立即向有关主管部门报告，并将事件相关情况以邮件、信函、电话、推送通知等方式告知受影响的儿童及其父母或监护人，难以逐一告知的，我们将采取合理、有效的方式发布相关警示信息。
        </p>
        <p className="thickening">
          <b>五、 如何管理儿童的个人信息</b>
        </p>
        <p>
          5.1
          用户发现我们收集、存储、使用、披露的儿童个人信息有错误的，有权要求我们予以更正。我们将及时采取措施予以更正。
        </p>
        <p>
          5.2 用户要求我们删除收集、存储、使用、披露的儿童个人信息的，我们将及时采取措施予以删除，包括但不限于以下情形：
        </p>
        <p>（1） 我们违反法律、行政法规的规定或者本儿童隐私政策的约定收集、存储、使用、转移、披露儿童个人信息的；</p>
        <p>（2） 我们超出本儿童隐私政策约定的目的范围或者必要期限收集、存储、使用、转移、披露儿童个人信息的；</p>
        <p>（3） 用户撤回同意的；</p>
        <p>（4） 用户通过注销等方式终止使用我们的产品或者服务的。</p>
        <p>
          5.3 用户可以根据<span className="spanUnderline">《丝芙兰隐私政策》</span>
          提供的方式查询、更改儿童的个人信息，撤回同意、删除儿童的个人信息、注销账号。
        </p>
        <p>
          5.4
          用户还可以通过本儿童隐私政策底部提供的联系方式向我们提出上述申请，我们将在15天内通过客服电话或者邮箱回应用户的相关请求。
        </p>
        <p>
          5.5
          如果我们停止运营产品或者服务的，我们将立即停止收集儿童个人信息的活动，删除我们持有的儿童个人信息，并将停止运营的通知及时告知于儿童及其父母或监护人。
        </p>
        <p className="thickening">
          <b>六、 我们如何修订和更新本儿童隐私政策</b>
        </p>
        <p>
          6.1
          我们可能根据国家法律法规变化及维护交易秩序、保护儿童权益等需要，不时修改、更新本儿童隐私政策（下称“变更事项”）并在本网站显著位置公示或者通过推送通知等方式告知用户。
        </p>
        <p>
          <b>
            6.2
            如用户对已生效的变更事项不同意的，我们将于变更事项确定的生效之日起停止向儿童提供服务，但这不影响变更事项生效前我们对儿童个人信息进行的相关操作。
          </b>
        </p>
        <p className="thickening">
          <b>七、 如何联系我们</b>
        </p>
        <p>
          如果用户有任何关于本网站或服务或本儿童隐私政策的问题或建议，或者希望提出有关本网站或其内容的任何投诉，请通过如下方式联系我们：
        </p>
        <p className="noSpacing">联系地址：上海市静安区南京西路993号丝芙兰旗舰店3层</p>
        <p className="noSpacing">客服电话：400 670 0055</p>
        <p className="noSpacing">联系邮箱：online@sephora.cn</p>
        <p className="thickening">
          <b>八、 本儿童隐私政策的效力</b>
        </p>
        <p>
          本儿童隐私政策未尽之内容，以<span className="spanUnderline">《丝芙兰隐私政策》</span>载明的内容为准。
          <span className="spanUnderline">《丝芙兰隐私政策》</span>与本儿童隐私政策不一致的，以本儿童隐私政策为准。
        </p>
      </div>
    </div>
  );
};
export default ComponentChildrenProtocol;
